Repository: common-repository/weather-map-widget
Catalog: languages/ventus-*.po
Languages: fr_fr

source: Ventus - Weather Map Widget & Shortcode
fr_fr: Ventus - Widget Carte Météo & Shortcode

source: Easily customise and embed the windy.com widget as a native WordPress widget or shortcode.
fr_fr: Personnalisez et intégrez facilement le widget windy.com en tant que widget WordPress natif ou shortcode.

source: Ventus Weather Map
fr_fr: Carte Météo Ventus

source: A customisable windy.com weather map widget.
fr_fr: Un widget de carte météo windy.com personnalisable.

source: New title
fr_fr: Nouveau titre

source: Title:
fr_fr: Titre:

source: Appears above the widget
fr_fr: Apparaît au-dessus du widget

source: Width:
fr_fr: Largeur:

source: Height:
fr_fr: Hauteur:

source: Accepts any valid CSS values for width and height
fr_fr: Accepte toutes les valeurs CSS valides pour la largeur et la hauteur

source: Rounded Corners:
fr_fr: Coins Arrondis:

source: Accepts any valid CSS values for border-radius
fr_fr: Accepte toutes les valeurs CSS valides pour le rayon de bordure

source: Tip: get these from windy.com
fr_fr: Recommandation: obtenez-les sur windy.com

source: Layer Type:
fr_fr: Type de Carte:

source: Clouds
fr_fr: Nuages

source: CO Concentration
fr_fr: Concentration CO

source: Lightning
fr_fr: Foudre

source: Rain
fr_fr: Pluie

source: Sea Temperature
fr_fr: Température de la Mer

source: Snow Cover
fr_fr: Neige

source: Temperature
fr_fr: Température

source: Waves
fr_fr: Vagues

source: Wind
fr_fr: Vent

source: Choose from different primary overlays/layers
fr_fr: Sélectionnez le type de carte

source: Zoom Level:
fr_fr: Le Niveau de Zoom:

source: The lower the number, the further out the zoom
fr_fr: Plus le nombre est bas, plus le zoom est éloigné

source: Pressure Isolines:
fr_fr: Isolignes de Pression:

source: Show
fr_fr: Afficher

source: Hide
fr_fr: Cache

source: Marker:
fr_fr: Marqueur:

source: Show or hide the pressure isolines and marker
fr_fr: Afficher ou ne pas afficher les isolignes de pression et le marqueur

source: Spot Forecast:
fr_fr: Les Prévisions:

source: Forecast From:
fr_fr: Prévision de:

source: Now
fr_fr: Maintenant

source: Options to display and set the time of the spot forecast
fr_fr: Options pour afficher et régler l'heure de la prévision

source: Temperature Scale:
fr_fr: Échelle de Temperature:

source: Choose your preferred temperature scale
fr_fr: Sélectionnez l'échelle de temperature

source: Wind Units:
fr_fr: Mesure du Vent:

source: Default
fr_fr: Défaut

source: Kilometers per hour
fr_fr: Kilomètres par heure

source: Meters per second
fr_fr: Mètres par seconde

source: Miles per hour
fr_fr: Miles par heure

source: Choose your preferred wind measurement units
fr_fr: Sélectionnez la mesure du vent
